#!/bin/bash

YELLOW='\033[1;33m'
GREEN='\033[1;36m'
RESET='\033[0m'
BOLD='\033[1m'
RED='\033[1;31m'
DELETE='\033[K'
UP='\033[A'
hello() {
    clear

    echo -e "${GREEN}${BOLD}====================================================================="
    echo -e "${GREEN}${BOLD}                          Добро пожаловать!                          "
    echo -e "${GREEN}${BOLD}=====================================================================${RESET}"
    echo -e "${BOLD}Приветствую Вас в утилите по очистке файловой системы."
    echo -e "Этот скрипт поможет вам избавиться от ненужных файлов и каталогов."
    echo -e "\nВыберите один из трех способов очистки системы:${RESET}"
    echo -e "1) По лог-файлу"
    echo -e "2) По дате и времени создания"
    echo -e "3) По маске имени (символы, нижнее подчёркивание и дата)"
}

